//add at the bottom

diag_log "----------------------------------------------------------------------------------------------------";
diag_log format ["                  Debut d'exécution des scripts de Novax                                    "];
diag_log "----------------------------------------------------------------------------------------------------";
[] spawn {
    [] call life_fnc_NovIntroductionQuotes;
};
diag_log "----------------------------------------------------------------------------------------------------";
diag_log format ["                  Fin d'exécution des scripts de Novax :: Exécuté en %1 ",(diag_tickTime - _timeStamp)];
diag_log "----------------------------------------------------------------------------------------------------";